Repository: cran/ROracle
Catalog: po/*.po
Languages: de, it, ko, pt_br

source: invalid driver
de: Ungültiger Treiber
it: driver non valido
ko: 부적합한 드라이버
pt_br: driver inválido

source: invalid connection
de: Ungültige Verbindung
it: connessione non valida
ko: 부적합한 접속
pt_br: conexão inválida

source: invalid result set
de: Ungültige Ergebnismenge
it: set di risultati non valido
ko: 부적합한 결과 집합
pt_br: conjunto de resultados inválido

source: memory could not be allocated
de: Speicher konnte nicht zugewiesen werden
it: impossibile allocare memoria
ko: 메모리를 할당할 수 없습니다.
pt_br: não foi possível alocar memória

source: bind data has too many rows
de: Die gebundenen Daten haben zu viele Zeilen
it: i dati di bind hanno un numero eccessivo di righe
ko: 바인드 데이터에 행이 너무 많습니다.
pt_br: os dados de bind têm muitas linhas

source: data does not match binds
de: Die Daten stimmen nicht mit den Bindungen überein
it: i dati non corrispondono ai bind
ko: 데이터가 바인드와 일치하지 않습니다.
pt_br: os dados não correspondem a binds

source: bind data is empty
de: Die gebundenen Daten sind leer
it: i dati di bind sono vuoti
ko: 바인드 데이터가 비어 있습니다.
pt_br: os dados de bind estão vazios

source: unsupported bind type
de: Nicht unterstützter Bind-Typ
it: tipo bind non supportato
ko: 지원되지 않는 바인드 유형입니다.
pt_br: tipo de bind não suportado

source: unsupported column type
de: Nicht unterstützter Spaltentyp
it: tipo di colonna non supportato
ko: 지원되지 않는 열 유형
pt_br: tipo de coluna não suportado

source: ROracle internal error [%s, %d, %d]
de: Interner ROracle-Fehler [%s, %d, %d]
it: errore ROracle interno [%s, %d, %d]
ko: ROracle 내부 오류 [%s, %d, %d]
pt_br: Erro interno do ROracle [%s, %d, %d]
