Repository: cran/ROracle
Catalog: po/R-*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

source: 'username' must be a single string
de: 'username' muss eine einzelne Zeichenfolge sein
es: 'username' debe ser una única cadena
fr: 'username' doit être une chaîne unique
it: 'username' deve essere un'unica stringa
ja: 'username'は単一の文字列である必要があります
ko: 'username'은 단일 문자열이어야 합니다.
pt_br: 'username' deve ser uma única string
zh_cn: 'username' 必须为单个字符串
zh_tw: 'username' 必須是單一字串

source: 'password' must be a single string
de: 'password' muss eine einzelne Zeichenfolge sein
es: 'password' debe ser una única cadena
fr: 'password' doit être une chaîne unique
it: 'password' deve essere un'unica stringa
ja: 'password'は単一の文字列である必要があります
ko: 'password'는 단일 문자열이어야 합니다.
pt_br: 'password' deve ser uma única string
zh_cn: 'password' 必须为单个字符串
zh_tw: 'password' 必須是單一字串

source: 'dbname' must be a single string
de: 'dbname' muss eine einzelne Zeichenfolge sein
es: 'dbname' debe ser una única cadena
fr: 'dbname' doit être une chaîne unique
it: 'dbname' deve essere un'unica stringa
ja: 'dbname'は単一の文字列である必要があります
ko: 'dbname'은 단일 문자열이어야 합니다.
pt_br: 'dbname' deve ser uma única string
zh_cn: 'dbname' 必须为单个字符串
zh_tw: 'dbname' 必須是單一字串

source: 'statement' must be a single string
de: 'statement' muss eine einzelne Zeichenfolge sein
es: 'statement' debe ser una única cadena
fr: 'statement' doit être une chaîne unique
it: 'statement' deve essere un'unica stringa
ja: 'statement'は単一の文字列である必要があります
ko: 'statement'는 단일 문자열이어야 합니다.
pt_br: 'statement' deve ser uma única string
zh_cn: 'statement' 必须为单个字符串
zh_tw: 'statement' 必須是單一字串

source: cannot specify 'schema' when 'all' is TRUE
de: 'schema' kann nicht angegeben werden, wenn 'all' TRUE ist
es: no se puede especificar 'schema' si el valor de 'all' es TRUE
fr: impossible d'indiquer 'schema' lorsque la valeur 'all' est définie sur TRUE
it: impossibile specificare 'schema' se 'all' è TRUE
ja: 'all'がTRUEの場合、'schema'を指定できません
ko: 'all'이 TRUE일 때 'schema'를 지정할 수 없습니다.
pt_br: não é possível especificar 'schema' quando 'all' tem o valor TRUE
zh_cn: 'all' 为 TRUE 时, 不能指定 'schema'
zh_tw: 當 'all' 為 TRUE 時, 無法指定 'schema'

source: 'name' must be a single string
de: 'name' muss eine einzelne Zeichenfolge sein
es: 'name' debe ser una única cadena
fr: 'name' doit être une chaîne unique
it: 'name' deve essere un'unica stringa
ja: 'name'は単一の文字列である必要があります
ko: 'name'은 단일 문자열이어야 합니다.
pt_br: 'name' deve ser uma única string
zh_cn: 'name' 必须为单个字符串
zh_tw: 'name' 必須是單一字串

source: 'schema' must be a single string
de: 'schema' muss eine einzelne Zeichenfolge sein
es: 'schema' debe ser una única cadena
fr: 'schema' doit être une chaîne unique
it: 'schema' deve essere un'unica stringa
ja: 'schema'は単一の文字列である必要があります
ko: 'schema'는 단일 문자열이어야 합니다.
pt_br: 'schema' deve ser uma única string
zh_cn: 'schema' 必须为单个字符串
zh_tw: 'schema' 必須是單一字串

source: 'row.names' must be a single column
de: 'row.names' muss eine einzelne Spalte sein
es: 'row.names' debe ser una única columna
fr: 'row.names' doit être une colonne unique
it: 'row.names' deve essere un'unica colonna
ja: 'row.names'は単一の列である必要があります
ko: 'row.names'는 단일 열이어야 합니다.
pt_br: 'row.names' deve ser uma única coluna
zh_cn: 'row.names' 必须为单列
zh_tw: 'row.names' 必須是單一資料欄

source: 'row.names' not found
de: 'row.names' nicht gefunden
es: no se ha encontrado el elemento 'row.names'
fr: 'row.names' introuvable
it: 'row.names' non trovato
ja: 'row.names'が見つかりません
ko: 'row.names'를 찾을 수 없습니다.
pt_br: argumento 'row.names' não encontrado
zh_cn: 找不到 'row.names'
zh_tw: 找不到 'row.names'

source: 'overwrite' and 'append' cannot both be TRUE
de: 'overwrite' und 'append' k√∂nnen nicht beide TRUE sein
es: los dos argumentos 'overwrite' y 'append' no pueden tener el valor TRUE a la vez
fr: 'overwrite' et 'append' ne peuvent pas avoir tous deux la valeur TRUE
it: 'overwrite' e 'append' non possono essere entrambi TRUE
ja: 'overwrite'および'append'を両方TRUEにすることはできません
ko: 'overwrite' 및 'append'가 둘 다 TRUE일 수 없습니다.
pt_br: os argumentos 'overwrite' e 'append' não podem ter o valor TRUE ao mesmo tempo
zh_cn: 'overwrite' 和 'append' 不能同时为 TRUE
zh_tw: 'overwrite' 與 'append' 不可兩者皆為 TRUE

source: table or view already exists
de: Tabelle oder View ist bereits vorhanden
es: la tabla o la vista ya existen
fr: la table ou la vue existe déjà
it: tabella o vista già esistente
ja: 表またはビューがすでに存在します
ko: 테이블 또는 뷰가 존재합니다.
pt_br: a tabela ou view já existe
zh_cn: 表或视图已存在
zh_tw: 表格或檢視已經存在

source: table "%s" does not exist
de: Tabelle "%s" ist nicht vorhanden
es: la tabla "%s" no existe
fr: la table "%s" n'existe pas
it: la tabella "%s" non esiste
ja: 表"%s"が存在しません
ko: "%s" 테이블이 존재하지 않습니다.
pt_br: a tabela "%s" não existe
zh_cn: 表 "%s" 不存在
zh_tw: 表格 "%s" 不存在

source: no more data to fetch
de: Keine weitere Daten zum Abrufen
es: no hay más documentos que recuperar
fr: plus aucune donnée à extraire
it: nessun altro dato da recuperare tramite fetch
ja: フェッチするデータがありません
ko: 인출할 데이터가 더 이상 없습니다.
pt_br: não há mais dados a extrair
zh_cn: 没有更多要提取的数据
zh_tw: 沒有其他資料可擷取

source: ROracle internal error [%s, %d, %s]
de: Interner ROracle-Fehler [%s, %d, %s]
es: Error interno [%s, %d, %s] de ROracle
fr: erreur interne ROracle [%s, %d, %s]
it: errore ROracle interno [%s, %d, %s]
ja: ROracle内部エラー[%s, %d, %s]
ko: ROracle 내부 오류 [%s, %d, %s]
pt_br: Erro interno do ROracle [%s, %d, %s]
zh_cn: ROracle 内部错误 [%s, %d, %s]
zh_tw: ROracle 內部錯誤 [%s, %d, %s]
